<template>
    <div style="width:1200px;margin:0 auto;padding-bottom:100px;">
        <div style="text-align:center;font-weight: 400;font-size:30px;color: #333333;margin:50px 0;">隐私条款</div>
        <ul>
            <li>
                <h3> 一、总则</h3>
                <div>
					指尖动力教育（“我们”）非常重视用户的隐私和个人信息保护。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们希望通过《指尖动力教育隐私政策》（“本隐私政策”）向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。
                    <br>
                   	本政策将帮助您了解以下内容：
					<br>
					1、我们如何收集和使用您的个人信息
					<br>
					2、我们如何使用 Cookie 和同类技术
					<br>
					3、我们如何共享、转让、公开披露您的个人信息
					<br>
					4、我们如何保护和保存您的个人信息
					<br>
					5、您如何管理个人信息
					<br>
					6、未成年人信息的保护
					<br>
					7、通知和修订
					<br>
					8、如何联系我们
					<br>
					本隐私政策与您所使用的指尖动力教育服务以及该服务所包括的各种业务功能（以下统称“我们的产品与/或服务”）息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您更好地理解。您使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。
                </div>
            </li>
			<li>
                <h3>目录</h3>
                <div>
					<a href="#one">一、我们如何收集和使用您的个人信息</a>
					<br>
					<a href="#two">二、我们如何使用 Cookie 和同类技术</a>
					<br>
					<a href="#three">三、我们如何共享、转让、公开披露您的个人信息</a>
					<br>
					<a href="#four">四、我们如何保护和保存您的个人信息</a>
					<br>
					<a href="#five">五、您如何管理您的个人信息</a>
					<br>
					<a href="#six">六、未成年人的个人信息保护</a>
					<br>
					<a href="#seven">七、通知和修订</a>
					<br>
					<a href="#eight">八、如何联系我们</a>
                </div>
            </li>  
			<li id="one">
                <h3>一、我们如何收集和使用您的个人信息</h3>
                <div>
					一、我们如何收集和使用您的个人信息
					<br>
					二、我们如何使用 Cookie 和同类技术
					<br>
					三、我们如何共享、转让、公开披露您的个人信息
					<br>
					四、我们如何保护和保存您的个人信息
					<br>
					五、您如何管理您的个人信息
					<br>
					六、未成年人的个人信息保护
					<br>
					七、通知和修订
					<br>
					八、如何联系我们
					<br>
					个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：基本信息（包括个人姓名、生日、性别、地址、个人电话号码）；个人身份信息（包括身份证号码、身份证上的真实姓名、准考证等）；网络身份标识信息（包括系统账号、IP地址、与前述有关的密码）；个人财产信息（交易和消费记录、以及美币余额、钻石、优惠券等虚拟财产信息）；个人学习记录（包括听课记录、做题记录、浏览记录、点击记录等）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；个人位置信息（包括行程信息、精准定位信息、住宿信息、经纬度等）；
					<br>
					个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：您的财产信息（包括交易记录、课程险保单号、优惠券等虚拟财产信息）；个人身份信息（包括身份证、准考证）；网络身份识别信息（包括账户名、账户昵称、与前述有关的密码）；其他信息（包括交易和消费记录、课程险保单号、优惠券等虚拟财产信息、听课记录、做题记录、浏览记录、点击记录、精准定位信息）。
					<br>
					我们仅会出于以下目的，收集和使用您的个人信息：
					<br>
					(一)您须授权我们收集和使用您个人信息的情形
					<br>
					我们的产品与/或服务包括一些核心功能，这些功能包含了实现网上学习所必须的功能、改进我们的产品与/或服务所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：
					<br>
					1、实现网上学习所必须的功能
					<br>
					(1)用户注册
					<br>
					您首先需要注册一个指尖动力教育账户成为指尖动力教育用户。当您注册时，您需要至少向我们提供您准备使用的指尖动力教育账户名、密码、您本人的手机号码（用于验证登录），我们将通过发送短信验证码的方式来验证您的身份是否有效。您的账户名为您的默认昵称，您可以修改补充您的昵称、性别、生日相关信息，这些信息均属于您的“账户信息”。您补充的账户信息将有助于为您提供更完善的学习社交体验，但如果您不提供这些补充信息，不会影响您网上学习的基本功能。
					<br>
					(2)商品信息展示和搜索
					<br>
					为了让您快速地找到您所需要的商品，我们可能会收集您使用我们的产品与/或服务的设备信息（包括设备名称、设备型号、设备识别码、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、浏览器类型来为您提供商品信息展示的最优方式。我们也会为了不断改进和优化上述的功能来使用您的上述个人信息。 您也可以通过搜索来精准地找到您所需要的商品。我们可能会保留您的搜索内容以方便您重复输入或为您展示与您搜索内容相关联的商品。请您注意，您的搜索关键词信息无法单独识别您的身份，不属于您的个人信息，我们有权以任何的目的对其进行使用；只有当您的搜索关键词信息与您的其他信息相互结合使用并可以识别您的身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。
					(3)下单、使用产品和服务
					<br>
					当您准备对商品进行结算时，指尖动力教育系统会生成您购买该商品的订单。您的订单完成后，可能因课程协议需要或保险投保需要，需要您填写或确认您的收货人姓名、收货地址、身份证号码、手机号码，同时该订单中会载明订单号、您所购买的商品信息、您应支付的货款金额及支付方式；您可以另外填写收货人的固定电话、邮箱地址信息以增加更多的联系方式确保商品可以准确送达，但不填写这些信息不影响您订单的生成。 上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行您的身份核验、确定交易、支付结算、完成配送、为您查询订单以及提供客服咨询与售后服务；我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。
					<br>
					(4)支付功能
					<br>
					在您下单后，您可以选择指尖动力教育的关联方或与指尖动力教育合作的第三方支付及分期机构（包括微信支付、支付宝支付、百度分期、惠学习学费分期等， 以下称“支付和分期机构”）所提供的支付和分期服务。支付和分期功能本身并不收集您的个人信息，但我们需要将您的指尖动力教育订单号与交易金额信息与这些支付和分期机构共享以实现其确认您的支付指令并完成支付。“关联方”指一方现在或将来控制、受控制或与其处于共同控制下的任何公司、机构以及上述公司或机构的法定代表人。“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他被人民法院认定的方式。
					<br>
					(5)签订课程或保险协议功能
					<br>
					当您签订课程协议或保险协议时，您需要输入您的真实身份信息（包括您的身份证号码、真实姓名）。
					<br>
					您知晓并同意您的身份信息将被我公司旗下的产品和服务（指尖动力教育平台、APP等）用于课程协议签订、保险协议签订、在各地区的考试官方网站进行主动的成绩查询、在保险公司官网进行投保操作。同时，您的考试成绩信息将被用于通过率分析等数据分析中，相应的大数据分析成果可能被公开发布。
					<br>
					(6)交付产品或服务功能
					<br>
					在当您下单并完成支付后，指尖动力教育的关联方或与指尖动力教育合作的第三方配送公司（包括顺丰、圆通、申通、韵达、京东快递等，以下称“配送公司”）将为您完成订单的交付。您知晓并同意指尖动力教育的关联方或与指尖动力教育合作的第三方配送公司会在上述环节内使用您的订单信息以保证您的订购的商品能够安全送达。
					<br>
					(7)课程保险产品及服务
					<br>
					在当您下单并选择购买课程相关的课程保险后，指尖动力教育的关联方或与指尖动力教育合作的第三方保险公司（包括中国人民财产保险股份有限公司）将为您完成保险订单的交付。您知晓并同意指尖动力教育的关联方或与指尖动力教育合作的第三方配送公司会在上述环节内使用您的订单信息、身份信息、听课记录以保证您购买的保险产品得以正常履约。
					<br>
					(8)考试查分服务
					<br>
					我们会收集、存储、使用您的个人查分信息（姓名、身份证号、准考证号、查分密码、考试成绩等），用于代您在国家考试官网查询成绩，并根据本协议第二章第五条的信息使用规则进行大数据统计分析、共享、展示。您知晓并同意您的身份信息将被我公司旗下的产品在上述环节中收集、存储、使用、大数据统计分析、共享、展示。
					<br>
					(9)客服与售后功能
					<br>
					我们的电话客服和售后人员会使用您的账号信息和订单信息。
					<br>
					为保证您的账号安全，我们的客服中心电话客服、在线客服，以及收钱课程主管老师、售后班主任老师会使用您的账号信息与您核验您的身份。当您需要我们提供与您订单信息相关的客服与售后服务时，我们将会查询您的订单信息。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息，如当您要求我们变更配送地址、联系人或联系电话。
					<br>
					2、改进我们的产品与/或服务所必须的功能
					<br>
					我们可能会收集您的订单信息、浏览信息、听课记录、做题记录、身份信息进行数据分析以形成用户画像，用来将适合您的教学产品展示给您；或在您搜索时向您展示您可能希望找到的教学产品。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。
					<br>
					3、保障交易安全所必须的功能
					<br>
					为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的浏览信息、订单信息、您常用的软件信息、设备信息等手段来判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息对于指尖动力教育系统问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查。
					<br>
					(二)您可选择是否授权我们收集和使用您的个人信息的情形
					<br>
					1、为使您学习更便捷，从而提升您在指尖动力教育的网上学习体验，我们的以下功能中可能会收集和使用您的个人信息。如果您不提供这些个人信息，您依然可以进行一部分网上学习，但您可能无法使用某些基于您信息才能提供的功能。这些功能包括：
					<br>
					(1)基于位置信息的考区信息服务：我们会收集您的位置信息（我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的地点，为您提供您所在区域的考试信息。比如向您提供北京的某考试政策信息。
					<br>
					(2)基于摄像头（相机）的功能：您可以使用这个功能完成拍照功能。
					<br>
					(3)基于图片上传的功能：您可以在指尖动力教育上传您的照片来实现意见反馈或相关社交功能，我们会使用您所上传的照片来识别您的反馈或帮助您将照片通关互联网传输给您指定的用户。
					<br>
					(4)基于语音技术的功能：在课堂场景中，您可以使用麦克风来进行与老师语音对话。在这些功能中我们会收集您的录音内容以识别您的学习需求和客服与售后需求。
					<br>
					(5)当您在我公司旗下产品中（指尖动力教育平台、APP）使用“官网查分”或“成绩查询”或相似的查询考试分数类功能时，必要的，您需要填写您的身份信息（包括您的身份证号码、真实姓名）、准考证信息（包括准考证号、准考证密码、考试时间、考试名称、考试科目等）。
					<br>
					2、上述功能可能需要您在您的设备中向我们开启您的地理位置（位置信息）、相机（摄像头）、相册（图片库）、麦克风的访问权限，以实现这些功能所涉及的信息的收集和使用。您同意本隐私政策即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，若您不同意隐私政策，则我们将无法为您提供上述与这些授权所对应的功能。
					<br>
					(三)您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
					<br>
					1、与国家安全、国防安全有关的；
					<br>
					2、与公共安全、公共卫生、重大公共利益有关的；
					<br>
					3、与犯罪侦查、起诉、审判和判决执行等有关的；
					<br>
					4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
					5、所收集的个人信息是个人信息主体自行向社会公众公开的；
					<br>
					6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
					7、根据您的要求签订合同所必需的；
					<br>
					8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
					9、为合法的新闻报道所必需的；
					<br>
					10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
					11、法律法规规定的其他情形。
					<br>
					(四)我们从第三方获得您个人信息的情形
					<br>
					我们可能从第三方获取您授权共享的账户信息（头像、昵称），并在您同意本隐私政策后将您的第三方账户与您的指尖动力教育账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。
					<br>
					(五)您个人信息使用的规则
					<br>
					1、我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。
					<br>
					2、在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。
					<br>
					3、请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。
					<br>
					4、我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
					<br>
					5、当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。
					<br>
					6、当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。
                </div>
            </li>  
			<li id="two">
                <h3> 二、我们如何使用 Cookie 和同类技术</h3>
                <div>
					(一)Cookies的使用
					<br>
					1、为实现您联机体验的个性化需求，使您获得更轻松的访问体验。我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies 是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、存储您的学习偏好或您学习车中的商品等数据进而为您提供学习的偏好设置、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。
					<br>
					2、我们不会将 Cookies 用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookies。您可以清除计算机上保存的所有 Cookies，大部分网络浏览器会自动接受Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝 Cookies；另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问指尖动力教育网站时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。
					<br>
					(二)网络Beacon和同类技术的使用
					<br>
					除 Cookie 外，我们还会在网站上使用网络Beacon等其他同类技术。我们的网页上常会包含一些电子图像（称为"单像素" GIF 文件或 "网络 beacon"）。我们使用网络beacon的方式有：
					<br>
					1、通过在指尖动力教育网站上使用网络beacon，计算用户访问数量，并通过访问 cookie 辨认注册的指尖动力教育用户。
					<br>
					2、通过得到的cookies信息，为您提供个性化服务。
				</div>
			</li>
			<li id="three">
                <h3>三、我们如何共享、转让、公开披露您的个人信息</h3>
                <div>
					(一)共享
					<br>
					1、我们不会与北京指尖动力教育科技有限公司以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
					<br>
					(1)事先获得您明确的同意或授权；
					<br>
					(2)根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
					<br>
					(3)在法律法规允许的范围内，为维护指尖动力教育、指尖动力教育的关联方或合作伙伴、您或其他指尖动力教育用户或社会公众利益、财产或安全免遭损害而有必要提供；
					<br>
					(4)只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；
					<br>
					(5)应您需求为您处理您与他人的纠纷或争议；
					
					<br>(6)符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
					(7)基于学术研究而使用；
					<br>
					(8)基于符合法律法规的社会公共利益而使用。
					<br>
					2、我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。
					<br>
					3、我们可能会向合作伙伴等第三方共享您的订单信息、账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。 我们的合作伙伴包括以下类型：
					<br>
					(1)商品或技术服务的供应商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们的供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心学习功能，比如我们必须与物流服务提供商共享您的订单信息才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付和分期机构共享以实现其确认您的支付指令并完成支付等。
					<br>
					(2)第三方服务商。我们必须将您的订单信息与交易有关的必要信息与第三方服务商共享来实现您向其购买商品的需求，并促使其可以完成后续的售后服务。
					<br>
					(3)委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。我们可能会使用您的个人信息以及您的非个人信息集合形成的间接用户画像与委托我们进行推广的合作伙伴（“委托方”）共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。
					<br>4、对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
					5、为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护指尖动力教育、您或其他指尖动力教育客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
					<br>
					(二)转让
					<br>
					我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
					<br>
					1、事先获得您明确的同意或授权；
					<br>
					2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
					<br>
					3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
					<br>
					4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
					<br>
					(三)公开披露
					<br>
					我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
					<br>
					1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
					<br>
					2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
				</div>
			</li>

			<li id="four">
				<h3>四、我们如何保护和保存您的个人信息</h3>
				<br>
				(一)我们保护您个人信息的技术与措施
				<br>
				我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：
				<br>
				1、数据安全技术措施
				<br>
				我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。 指尖动力教育采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。
				<br>
				指尖动力教育采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。
				<br>
				2、指尖动力教育为保护个人信息采取的其他安全措施
				<br>
				指尖动力教育通过建立数据分类规则来管理规范个人信息的存储和使用。
				<br>
				指尖动力教育通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。
				<br>
				3、我们仅允许有必要知晓这些信息的指尖动力教育及指尖动力教育关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与指尖动力教育的合作关系。
				<br>
				4、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
				<br>
				5、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。
				<br>
				6、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
				<br>
				7、安全事件处置
				<br>
				在通过指尖动力教育网站与第三方进行网上商品的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。
				<br>
				为应对个人信息泄露、损毁和丢失等可能出现的风险，指尖动力教育制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。指尖动力教育也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。 在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
				<br>
				8、如果您对我们的个人信息保护有任何疑问，可通过本政策最下方约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本政策最下方【如何联系我们】约定的联系方式联络我们，以便我们采取相应措施。
				<br>
				(二)您个人信息的保存
				<br>
				1、您的个人信息将全被存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。
				<br>
				2、请您注意，当您成功申请注销指尖动力教育账户后，我们将在您提出申请的48小时内完成对您的账户注销审核，审核通过后，我们将对您的个人信息进行删除或匿名化处理。
				<br>
				3、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。
			</li>

			<li id="five">
				<h3>五、您如何管理您的个人信息</h3>
				指尖动力教育非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
				<br>
				1、访问和更正您的个人信息
				<br>
				除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括：
				<br>
				(1)您的账户信息：移动端具体路径为：我的-头像卡片-编辑
				<br>
				(2)您的其他信息：您可以通过本政策最下方约定的联系方式联系我们以更正您的个人信息
				<br>
				2、删除您的个人信息
				<br>
				在以下情形中，您可以向我们提出删除个人信息的请求：
				<br>
				(1)如果我们处理个人信息的行为违反法律法规；
				<br>
				(2)如果我们收集、使用您的个人信息，却未征得您的同意；
				<br>
				(3)如果我们处理个人信息的行为违反了与您的约定；
				<br>
				(4)如果我们终止服务及运营。
				<br>
				若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
				<br>
				3、改变您授权同意的范围或撤回您的授权
				<br>
				您可以通过删除信息、关闭设备功能、在指尖动力教育软件中进行设置、联系我们等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。
				<br>
				请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
				
				4、注销账户
				<br>
				您可以通过本政策最下方约定的联系方式联系我们申请注销账户。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。
				<br>
				5、如果您不想接受我们给您发送的促销信息，您随时可通过本政策最下方约定的联系方式联系我们以取消；
				<br>
				6、响应您的请求
				<br>
				如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为指尖动力教育存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以通过本协议下方的其他方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的30天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
				<br>
				在以下情形中，按照法律法规要求，我们将无法响应您的请求：
				<br>
				(1)与国家安全、国防安全有关的；
				<br>
				(2)与公共安全、公共卫生、重大公共利益有关的；
				<br>
				(3)与犯罪侦查、起诉和审判等有关的；
				<br>
				(4)有充分证据表明您存在主观恶意或滥用权利的；
				<br>
				(5)响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
			</li>

			<li id="six">
				<h3>六、未成年人的个人信息保护</h3>
				1、指尖动力教育非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您家长或法定监护人的书面同意。指尖动力教育根据国家相关法律法规的规定保护未成年人的个人信息。
				<br>
				2、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。
				<br>
				3、如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
			</li>
			<li id="seven">
				<h3>七、通知和修订</h3>
				1、为给您提供更好的服务以及随着指尖动力教育业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在指尖动力教育网站、指尖动力教育移动端上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问指尖动力教育以便及时了解最新的隐私政策。
				<br>
				2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。 本政策所指的重大变更包括但不限于：
				<br>
				(1)我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
				<br>
				(2)我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
				<br>
				(3)个人信息共享、转让或公开披露的主要对象发生变化；
				<br>
				(4)您参与个人信息处理方面的权利及其行使方式发生重大变化；
				<br>
				(5)我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
				<br>
				(6)个人信息安全影响评估报告表明存在高风险时。
				<br>
				3、我们还会将本策略的旧版本存档，供您查阅。
			</li>
			<li id="eight">
				<h3>八、如何联系我们</h3>
				如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请通过微信公众号“指尖动力教育课堂”，在公众号中回复“人工”与我们联系。 附件：《指尖动力教育账户注销须知》
				<br>
				指尖动力教育账号注销须知内容：
				<br>
				注销本账户后，您将放弃以下权益和资产
				<br>
				1. 账户信息、课程使用权、题库使用权、其他会员权益、虚拟资产且无法恢复
				<br>
				2. 无法使用账户原验证手机登陆指尖动力教育服务
				<br>
				3. 解除与第三方授权或绑定关系
				<br>
				您理解并同意，指尖动力教育无法协助您重新恢复前述服务，您注销账户的行为会给您的售后维权带来诸多不便，请您在操作之前，确保您的账户无任何纠纷，并自行备份指尖动力教育账户相关的所有信息和数据，下载并保存好订单商品和服务的交易凭证、票据（如电子发票）等资料，否则您有可能须支付额外的账户和订单查询费用或无法享受相关售后服务。
				<br>
				勾选页面单选框，即表示您已阅读并同意《指尖动力教育账户注销须知》
				<br>
				您在申请注销流程中点击同意前，应当认真阅读《指尖动力教育账户注销须知》（以下称“《注销须知》”）。
				<br>
				请您务必审慎阅读、充分理解协议中相关条款内容，其中包括：
				<br>
				1、与您约定免除或限制责任的条款；
				<br>
				2、其他以粗体下划线标识的重要条款。
				<br>
				【特别提示】当您按照注销页面提示填写信息、阅读并同意本《注销须知》及相关条款与条件且完成全部注销程序后，即表示您已充分阅读、理解并接受本《注销须知》的全部内容。阅读本《注销须知》的过程中，如果您不同意相关任何条款和条件约定，请您立即停止账户注销程序。
				<br>
				亲爱的指尖动力教育个人消费者用户：
				<br>
				我们在此善意地提醒您，您注销账户的行为会给您的售后维权带来诸多不便，且注销指尖动力教育账户后，您的个人信息我们只会在指尖动力教育的前台系统中去除，使其保持不可被检索、访问的状态，或对其进行匿名化处理。您知晓并理解，根据相关法律规定，相关交易记录须在指尖动力教育后台保存5年甚至更长的时间。
				<br>
				1. 如果您仍执意注销账户，您的账户需同时满足以下条件：
				<br>
				(1)在最近一个月内，账户没有进行更改密码、更改绑定信息等敏感操作；
				<br>
				(2)自愿放弃账户在指尖动力教育系统中的资产和虚拟权益（包括但不限于账户美币余额、钻石余额、优惠券等）自愿放弃、无拍卖保证金、无欠款；
				<br>
				(3)账户内无未完成的订单和服务；
				<br>
				(4)在指尖动力教育没有过使用该账户接受正在进行的课程服务；
				<br>
				(5)账户无任何纠纷，包括投诉举报或被投诉举报；
				<br>
				(6)账户对应的指尖动力教育支付账户已注销，且已妥善处理了指尖动力教育支付账户下的所有问题；
				<br>
				(7)账户已经解除与其他网站、其他APP的授权登录或绑定关系。
				<br>
				2. 指尖动力教育账户一旦被注销将不可恢复，请您在操作之前自行备份指尖动力教育账户相关的所有信息和数据。请您保存好订单商品和服务的交易凭证、票据等资料，否则您有可能须支付额外的账户和订单查询费用，或无法享受售后服务。
				<br>
				3. 如果您的指尖动力教育账户同时是指尖动力教育平台商家店铺的绑定账户名，您需先解除相关绑定；
				<br>
				4 .在指尖动力教育账户注销期间，如果您的指尖动力教育账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，指尖动力教育有权自行终止本指尖动力教育账户的注销而无需另行得到您的同意。
				<br>
				5. 注销指尖动力教育账户，您将无法再使用本指尖动力教育账户，也将无法找回您指尖动力教育账户中及与账户相关的任何内容或信息，包括但不限于：
				<br>
				(1)您将无法登录、使用本指尖动力教育账户；
				<br>
				(2)本指尖动力教育账户的个人资料和历史信息（包括但不限于用户名、头像、学习记录、关注信息等）都将无法找回；
				<br>
				(3)您通过指尖动力教育账户使用、授权登录或绑定指尖动力教育账户后使用的指尖动力教育相关或第三方的其他服务的所有记录将无法找回。您将无法再登录、使用前述服务，您曾获得的余额、优惠券、积分、资格、订单及其他卡券等视为您自行放弃，将无法继续使用。您理解并同意，指尖动力教育无法协助您重新恢复前述服务。请您在提交注销申请前，务必先了解您须解绑的其他相关账户信息，具体可与我们的客服联系。
				<br>
				6. 注销本指尖动力教育账户并不代表本指尖动力教育账户注销前的账户行为和相关责任得到豁免或减轻。
			</li>
        </ul>
    </div>
</template>
<script>
export default {
  components: {

  },
  data() {
        return {
        
        }
    },

    beforeMount() {

    },
    mounted() {

    },
    methods: {
        
    },
    filters: {
        
    },
};
</script>
<style lang="less" scoped>
    h3{
        margin-bottom:20px;
    }
    ul{
        font-size:18px;
    }
    ul li{
        // margin-bottom:30px;
		line-height:40px;
	}
	#one,#two,#three,#four,#five,#six,#seven,#eight{
       padding-top:100px;
	}
</style>





